package com.max.idea;

public class Main {
    //метод, с которого начинается реализация программы
        public static void main(String[] args) {
            /*System - стандартный класс
            out - переменная стандартного класса, к которой определен объект,
            отвечающий за поток вывода на консоль
            println - метод, которым мы вовдим на консоль
            Задача программы - выводим Приветики на консоль
             */
            System.out.println("Hello World!");
        }
}
